{
  "page-title": "Privacy policy",
  "page-description": "Information about the privacy policy in the application",
  "page-keywords": "information,privacy-policy,data",

  "main-title-span-part": "Politics",
  "main-title-part": "confidentiality",
  "subtitle": "Personal Data Processing Policy",

  "part-1-title": "1. General provisions",
  "part-1-text-1": "This personal data processing policy has been compiled in accordance with the requirements of Federal Law No. 152-FZ dated 07/27/2006 \"On Personal Data\" (hereinafter referred to as the Personal Data Law) and defines the procedure for processing personal data and measures to ensure the security of personal data taken by Mikhailov Vladimir Konstantinovich (hereinafter referred to as the Operator).",
  "part-1-text-2": "1.1. The Operator sets as its most important goal and condition for the implementation of its activities the observance of human and civil rights and freedoms in the processing of his personal data, including the protection of the rights to privacy, personal and family secrets.\n1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can receive about visitors to the website {{SITE_URL}} .",

  "part-2-title": "2. Basic concepts used in Politics",
  "part-2-text-1": "2.1. Automated processing of personal data — processing of personal data using computer technology.\n2.2. Blocking of personal data — temporary termination of the processing of personal data (except in cases where processing is necessary to clarify personal data).\n2.3. Website - a set of graphic and information materials, as well as computer programs and databases that ensure their availability on the Internet at a network address {{SITE_URL}} .\n2.4. Personal data information system — a set of personal data contained in databases and information technologies and technical means that ensure their processing.\n2.5. Depersonalization of personal data — actions as a result of which it is impossible to determine, without using additional information, the identity of personal data to a specific User or other personal data subject.\n2.6. Processing of personal data — any action (operation) or a set of actions (operations) performed with or without the use of automation tools with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, modification), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.\n2.7. Operator — a state body, municipal body, legal entity or individual, independently or jointly with other persons organizing and/or processing personal data, as well as determining the purposes of processing personal data, the composition of personal data to be processed, actions (operations) performed with personal data.\n2.8. Personal data — any information related directly or indirectly to a specific or identifiable User of the website {{SITE_URL}} .\n2.9. Personal data authorized by the subject of personal data for dissemination — personal data, access to which is provided to an unlimited number of persons by the subject of personal data by giving consent to the processing of personal data authorized by the subject of personal data for dissemination in accordance with the procedure provided for by the Law on Personal Data (hereinafter — personal data authorized for dissemination).\n2.10. User — any visitor to the website {{SITE_URL}} .\n2.11. Provision of personal data — actions aimed at disclosing personal data to a certain person or a certain circle of persons.\n2.12. Dissemination of personal data — any actions aimed at disclosure of personal data to an indefinite circle of persons (transfer of personal data) or familiarization with personal data of an unlimited number of persons, including disclosure of personal data in the media, posting in information and telecommunications networks or providing access to personal data in any other way.\n2.13. Cross—border transfer of personal data is the transfer of personal data to the territory of a foreign state to an authority of a foreign state, a foreign individual or a foreign legal entity.\n2.14. Destruction of personal data — any actions as a result of which personal data is permanently destroyed with the inability to further restore the content of personal data in the personal data information system and/or the material carriers of personal data are destroyed.",

  "part-3-title": "3. Basic rights and obligations of the Operator",
  "part-3-text-1": "3.1. The Operator has the right to:\n— receive reliable information and/or documents containing personal data from the subject of personal data;\n— in case the personal data subject withdraws consent to the processing of personal data, as well as sending a request to terminate the processing of personal data, the Operator has the right to continue processing personal data without the consent of the personal data subject if there are grounds specified in the Law on Personal Data;\n— independently determine the composition and list of measures necessary and sufficient to ensure the fulfillment of obligations provided for by the Law on Personal Data and regulatory legal acts adopted in accordance with it, unless otherwise provided by the Law on Personal Data or other federal laws.\n3.2. The Operator is obliged to:\n— to provide the subject of personal data, at his request, with information concerning the processing of his personal data;\n— organize the processing of personal data in accordance with the procedure established by the current legislation of the Russian Federation;\n— respond to requests and requests from personal data subjects and their legal representatives in accordance with the requirements of the Law on Personal Data;\n— to inform the authorized body for the protection of the rights of personal data subjects at the request of this body of the necessary information within 10 days from the date of receipt of such a request;\n— to publish or otherwise provide unrestricted access to this Policy regarding the processing of personal data;\n— take legal, organizational and technical measures to protect personal data from unauthorized or accidental access to them, destruction, modification, blocking, copying, provision, dissemination of personal data, as well as from other illegal actions in relation to personal data;\n— stop transferring (distributing, providing, accessing) personal data, stop processing and destroy personal data in the manner and in the cases provided for by the Law on Personal Data;\n— perform other duties provided for by the Law on Personal Data.",

  "part-4-title": "Basic rights and obligations of personal data subjects",
  "part-4-text-1": "4.1. Personal data subjects have the right to:\n— receive information regarding the processing of his personal data, except in cases provided for by federal laws. The information is provided to the personal data subject by the Operator in an accessible form, and it should not contain personal data related to other personal data subjects, except in cases where there are legitimate grounds for disclosure of such personal data. The list of information and the procedure for obtaining it is established by the Law on Personal Data;\n— to require the operator to clarify his personal data, block or destroy them if the personal data is incomplete, outdated, inaccurate, illegally obtained or is not necessary for the stated purpose of processing, as well as to take measures provided for by law to protect their rights;\n— to put forward a condition of prior consent when processing personal data in order to promote goods, works and services on the market;\n— to revoke consent to the processing of personal data, as well as to send a request to terminate the processing of personal data;\n— to appeal to the authorized body for the protection of the rights of personal data subjects or in court against illegal actions or inaction of the Operator during the processing of his personal data;\n— to exercise other rights provided for by the legislation of the Russian Federation.\n4.2. The subjects of personal data are obliged to:\n— provide the Operator with reliable data about themselves;\n— inform the Operator about the clarification (updating, modification) of their personal data.\n4.3. Persons who have provided the Operator with false information about themselves or information about another personal data subject without the latter's consent are liable in accordance with the legislation of the Russian Federation.",

  "part-5-title": "5. Principles of personal data processing",
  "part-5-text-1": "5.1. The processing of personal data is carried out on a lawful and fair basis.\n5.2. The processing of personal data is limited to achieving specific, predetermined and legitimate goals. Processing of personal data incompatible with the purposes of personal data collection is not allowed.\n5.3. It is not allowed to combine databases containing personal data, the processing of which is carried out for purposes incompatible with each other.\n5.4. Only personal data that meet the purposes of their processing are subject to processing.\n5.5. The content and volume of the processed personal data correspond to the stated purposes of processing. Redundancy of the processed personal data in relation to the stated purposes of their processing is not allowed.\n5.6. When processing personal data, the accuracy of personal data, their sufficiency, and, if necessary, relevance in relation to the purposes of personal data processing are ensured. The Operator takes the necessary measures and/or ensures that they are taken to delete or clarify incomplete or inaccurate data.\n5.7. The storage of personal data is carried out in a form that allows determining the subject of personal data, no longer than the purposes of personal data processing require, unless the period of personal data storage is established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor. The processed personal data is destroyed or depersonalized upon achievement of the processing goals or in case of loss of the need to achieve these goals, unless otherwise provided by federal law.",

  "part-6-title": "6. Purposes of personal data processing",
  "part-6-table-column-left-1": "Purpose of processing",
  "part-6-table-column-right-1": "providing the User with access to the services, information and/or materials contained on the website",
  "part-6-table-column-left-2": "Personal data",
  "part-6-table-column-right-2": "last name, first name, patronymic\nemail address\nof the photo",
  "part-6-table-column-left-3": "Legal grounds",
  "part-6-table-column-right-3": "Federal Law \"On Information, Information Technologies and Information Protection\" dated 07/27/2006 No. 149-FZ",
  "part-6-table-column-left-4": "Types of personal data processing",
  "part-6-table-column-right-4": "Collection, recording, systematization, accumulation, storage, destruction and depersonalization of personal data\nSending information letters to an email address",

  "part-7-title": "7. Terms of personal data processing",
  "part-7-text-1": "7.1. The processing of personal data is carried out with the consent of the personal data subject to the processing of his personal data.\n7.2. The processing of personal data is necessary to achieve the goals provided for by an international agreement of the Russian Federation or by law, to carry out the functions, powers and duties assigned to the operator by the legislation of the Russian Federation.\n7.3. The processing of personal data is necessary for the administration of justice, the execution of a judicial act, an act of another body or official to be executed in accordance with the legislation of the Russian Federation on enforcement proceedings.\n7.4. The processing of personal data is necessary for the performance of an agreement to which the personal data subject is a party or beneficiary or guarantor, as well as for the conclusion of an agreement on the initiative of the personal data subject or an agreement under which the personal data subject will be the beneficiary or guarantor.\n7.5. The processing of personal data is necessary to exercise the rights and legitimate interests of the operator or third parties or to achieve socially significant goals, provided that the rights and freedoms of the personal data subject are not violated.\n7.6. Personal data is processed, access to which is provided to an unlimited number of persons by the subject of personal data or at his request (hereinafter referred to as publicly available personal data).\n7.7. Personal data subject to publication or mandatory disclosure in accordance with federal law is processed.",

  "part-8-title": "8. The procedure for the collection, storage, transfer and other types of personal data processing",
  "part-8-text-1": "The security of personal data processed by the Operator is ensured through the implementation of legal, organizational and technical measures necessary to fully comply with the requirements of current legislation in the field of personal data protection.",
  "part-8-text-2": "8.1. The Operator ensures the safety of personal data and takes all possible measures to exclude access to personal data of unauthorized persons.\n8.2. The User's personal data will never, under any circumstances, be transferred to third parties, except in cases related to the implementation of current legislation or if the subject of personal data has given consent to the Operator to transfer data to a third party to fulfill obligations under a civil contract.\n8.3. In case of inaccuracies in personal data, the User can update them independently by sending a notification to the Operator to the Operator's e-mail address\nvladimirmihajlov0893@gmail.com 8.4. The period of processing of personal data is determined by the achievement of the purposes for which personal data was collected, unless another period is provided for by the contract or current legislation.\nThe User can withdraw his consent to the processing of personal data at any time by sending a notification to the Operator via e-mail to the Operator's e-mail address vladimirmihajlov0893@gmail.com marked \"Withdrawal of consent to the processing of personal data\".\n8.5. All information collected by third-party services, including payment systems, means of communication and other service providers, is stored and processed by these persons (Operators) in accordance with their User Agreement and Privacy Policy. The subject of personal data and/or with the specified documents. The Operator is not responsible for the actions of third parties, including the service providers specified in this paragraph.\n8.6. The prohibitions established by the subject of personal data on the transfer (except for granting access), as well as on the processing or conditions of processing (except for obtaining access) of personal data allowed for distribution, do not apply in cases of processing personal data in the state, public and other public interests defined by the legislation of the Russian Federation.\n8.7. The Operator ensures the confidentiality of personal data when processing personal data.\n8.8. The Operator stores personal data in a form that allows determining the subject of personal data for no longer than the purposes of personal data processing require, unless the period of personal data storage is established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor.\n8.9. The condition for the termination of personal data processing may be the achievement of the purposes of personal data processing, the expiration of the consent of the personal data subject, the withdrawal of consent by the personal data subject or the requirement to terminate the processing of personal data, as well as the identification of unlawful processing of personal data.",

  "part-9-title": "9. List of actions performed by the Operator with the received personal data",
  "part-9-text-1": "9.1. The Operator collects, records, systematizes, accumulates, stores, clarifies (updates, changes), extracts, uses, transfers (distributes, provides, accesses), depersonalizes, blocks, deletes and destroys personal data.\n9.2. The Operator performs automated processing of personal data with or without receiving and/or transmitting the received information via information and telecommunication networks.",

  "part-10-title": "10. Cross-border transfer of personal data",
  "part-10-text-1": "10.1. Prior to the start of cross-border transfer of personal data, the Operator is obliged to notify the authorized body for the protection of the rights of personal data subjects of its intention to carry out cross-border transfer of personal data (such notification is sent separately from the notification of the intention to process personal data).\n10.2. Before submitting the above notification, the Operator is obliged to receive relevant information from the authorities of a foreign state, foreign individuals, and foreign legal entities to whom the cross-border transfer of personal data is planned.",

  "part-11-title": "11. Confidentiality of personal data",
  "part-11-text-1": "The operator and other persons who have gained access to personal data are obliged not to disclose or distribute personal data to third parties without the consent of the personal data subject, unless otherwise provided by federal law.",

  "part-12-title": "12. Final provisions",
  "part-12-text-1": "12.1. The User can receive any clarifications on issues of interest related to the processing of his personal data by contacting the Operator via e-mail\nvladimirmihajlov0893@gmail.com \n12.2. This document will reflect any changes to the Operator's personal data processing policy. The policy is valid indefinitely until it is replaced by a new version.\n12.3. The current version of the Policy is freely available on the Internet at {{SITE_URL}}/privacy ."
}
